Repository: mutse/utouch-tweak-tool
Catalog: po/*.po
Languages: gl

source: Cancel
gl: Cancelar

source: Select None
gl: Deseleccionar todos

source: Select All
gl: Seleccionar todo

source: Pick
gl: Escoller

source: Back to parent folder
gl: Volver ao cartafol pai

source: Dismiss
gl: Desbotar

source: About
gl: Sobre

source: General
gl: Xeral

source: Copyright
gl: Dereitos de copia

source: Behavior
gl: Comportamento

source: Apps & Scopes
gl: Aplicacións e Ámbitos

source: System
gl: Sistema

source: A big thanks to:
gl: Moitas grazas a:

source: Version %1
gl: Versión %1

source: (C) %1 %2
gl: (C) %2 %1

source: Released under the terms of the %1
gl: Lanzado cos termos de %1

source: Source code available on <a href="%1">%2</a>
gl: O código fonte está dispoñíbel en <a href="%1">%2</a>

source: No supported application
gl: Ningunha aplicación compatíbel

source: All the applications supported by this tool will be listed here.
gl: Todas as aplicacións compatíbeis con esta ferramenta van aparecer aquí.

source: Usage mode
gl: Modo de uso

source: App scope favorites
gl: Favoritos no Ámbito de Aplicacións

source: Audio
gl: Son

source: Set a custom ringtone
gl: Seleccionar un ton de chamada personalizado

source: Search in this tab
gl: Buscar nesta lapela

source: Open a terminal session
gl: Abrir unha sesión da terminal

source: Launch Open Store
gl: Abrir a Open Store

source: Click packages
gl: Paquetes Click

source: Install click packages from a local path
gl: Instalar paquetes Click dende unha ruta local

source: Uninstall scopes
gl: Desinstalar Ámbitos

source: OS Image
gl: Imaxe do SO

source: Make image writable
gl: Facer escribíbel a imaxe

source: USB mode
gl: Modo USB

source: Set USB behavior when connected to a PC
gl: Escoller o comportamento do USB ao conectarse ao PC

source: Stats
gl: Estatísticas

source: Application usage
gl: Uso de aplicacións

source: Keyboard layout '%1' successfully imported!
gl: A disposición %1 do teclado foi importada con éxito!

source: Error while importing the keyboard layout!
gl: Ocorreu un erro ao importar a disposición do teclado!

source: Keyboard layout '%1' already exists!
gl: A disposición do teclado %1 xa existe!

source: Keyboard profiles
gl: Perfiles do teclado

source: Ubuntu Terminal App allows users to add custom preset for the frequently used commands.<br>Check out <a href="https://swordfishslabs.wordpress.com/2015/02/27/json-profiles-in-ubuntu-terminal-app/">Filippo Scognamiglio's post</a> for the details.
gl: A aplicación Terminal permite aos usuarios engadir preconfiguracións personalizadas para os comandos usados con máis frecuencia. .br>Revisa<a href="https://swordfishslabs.wordpress.com/2015/02/27/json-profiles-in-ubuntu-terminal-app/">Filippo Scognamiglio's post</a> para máis detalles.

source: Add a custom profile
gl: Engadir un perfil personalizado

source: Choose a keyb layout
gl: Escoller unha disposición para o teclado

source: Add new favorite
gl: Engadir un novo Favorito

source: Set your favorite apps to be shown in the applications scope.<br><br>Swipe to right to delete an item.<br>Press and hold to enable the sorting mode.
gl: Escolle cales das túas aplicacións favoritas aparecen no Ámbito de Aplicacións. .<br><br>Desliza calquer elemento cara a dereita para eliminalo.<br>Mantén pulsado para rearranxalos.

source: Favorite apps
gl: Aplicacións favoritas

source: No favorite specified
gl: Ningún favorito especificado

source: Default applications will be shown in the 'App' scope. Tap the '+' in the header to add a favorite app.
gl: As aplicacións por defecto van aparecer no Ámbito 'Aplicacións'. Toca o '+' na cabeceira para engadir unha aplicación favorita.

source: Reset
gl: Restabelecer

source: Delete
gl: Eliminar

source: Add more used applications
gl: Engadir máis aplicacións utilizadas

source: Back
gl: Volver

source: Add favorites to the list
gl: Engadir favoritos á lista

source: %1 hours
gl: %1 horas

source: %1 mins
gl: %1 minutos

source: %1 secs
gl: %1 segundos

source: Number of top apps to select:
gl: Número de aplicacións principais para seleccionar:

source: Most used apps
gl: Aplicacións máis utilizadas

source: Available apps
gl: Aplicacións dispoñíbeis

source: Please note that if you choose an audio file from an external media (e.g. SD card), that file could not be played if the media will be removed.
gl: Recorda que se escoller un arquivo de audio dun medio externo (por exemplo tarxeta SD), o ficheiro pode non ser reproducido se o medio é desconectado.

source: Ringtone
gl: Ton de chamada

source: Current sound:
gl: Son actual

source: Restore default...
gl: Restablecer o ton por defecto

source: Message received
gl: Mensaxe recibida

source: Ensure your audio file length is max. 10 seconds.<br><b>N.B.</b> The file will be played until its end: if you use a 3 minutes song, your device will be ringing for that time!
gl: Asegúrate de que a duración do arquivo é de 10 segundos máximo. <br><b>Nota:</b> O arquivo vai soar ata o final: se usas unha canción de 3 minutos, o teu dispositivo vai soar todo ese tempo!

source: Choose a ringtone
gl: Escoller un tono de chamada

source: Restore default
gl: Restablecer o ton por defecto

source: Are you sure?
gl: Está seguro?

source: Yes
gl: Si

source: No
gl: Non

source: Gesture tutorial
gl: Tutorial de xestos

source: Show
gl: Amosar

source: Enable tutorial
gl: Habilitar o tutorial

source: In order to show the tutorial, you need to reboot your device.
gl: Para amosar o tutorial, terá que reiniciar o seu dispositivo.

source: Enable tutorial and reboot
gl: Habilitar o tutorial e reiniciar.

source: Not now!
gl: Agora non!

source: This setting allows you to switch from the stage mode (default for mobile device) to the windowed mode (which will become the UI of the future Ubuntu desktops).
gl: Este axuste permite mudar do modo en escea (usado por defecto nos teléfonos) ao modo en xanelas (que será a interface de usuario para o futuro escritorio de Ubuntu).

source: Staged
gl: Escea

source: Windowed
gl: Xanelas

source: This is the list of the top used application.
gl: Esta é a lista das aplicacións máis usadas.

source: Time of usage
gl: Tempo de uso

source: This setting unlocks write permission in the whole system image. You will be able to use commands like 'apt-get' on your device.<br /><b>NB:</b> Your device won't be enable to receive OTA updates. Be carefull!
gl: Este axuste desbloquea o permiso de escritura para toda a imaxe do sistema. Permitiralle usar comandos como 'apt-get' no teu dispositivo.<br /><b>NOTA:</b> o seu dispositivo non vai recibir actualizacións OTA. Úseo con coidado!

source: System image
gl: Imaxe do sistema

source: Write permissions
gl: Permisos de escritura

source: Disable RW permissions
gl: Deshabilitar permisos RW

source: Enable RW permissions
gl: Habilitar permisos RW

source: In order to disable RW permissions, you need to reboot your device.
gl: Para poder deshabilitar os permisos RW, precisa reiniciar o seu dispositivo.

source: In order to enable RW permissions, you need to reboot your device.
gl: Para habilitar os permisos RW, precisa reiniciar o seu dispositivo.

source: Reboot
gl: Reiniciar

source: Install a package from the storage. You can target a single package or all the packages in a given directory and its subfolders.
gl: Instalar un paquete dende o almacenamento. Podes sinalar un so paquete ou todos os paquetes dentro dun cartafol e subcartafoles.

source: Add package
gl: Engadir un paquete

source: Packages from the following paths will be installed:
gl: Vanse instalar os paquetes contidos nas seguintes rutas:

source: No package added
gl: Non se engadiu ningún paquete

source: Tap the 'Add package' button to add a package in the list
gl: Toca o botón "Engadir paquete" para engadir un paquete á lista.

source: Install package...
gl: Instalar paquete...

source: Choose a package
gl: Escoller un paquete

source: Install package
gl: Instalar paquete

source: You are about to install %1 package. This operation will take some time to be completed and cannot be interrupted. Are you sure to continue?
gl: Vaise instalar o paquete %1. A esta operación pode levarlle un tempo ser completada e non pode ser interrompida Seguro que quere continuar?

source: Installing package
gl: Instalando o paquete...

source: Package %1 of %2
gl: Paquete %1 de %2

source: Install completed
gl: Instalación completada

source: You can find the log of the installation in %1.
gl: Pode ver o rexistro da instalación en %1.

source: Hide log
gl: Agochar o rexistro

source: Show log
gl: Amosar o rexistro.

source: Close
gl: Pechar

source: Installed scopes
gl: Ámbitos instalados

source: No installed scope
gl: Ningún Ámbito instalado

source: All the scopes installed from a click package will be listed here.
gl: Todos os Ámbitos instalados a través dun paquete Click aparecerán listados aquí.

source: Here you can switch your USB connection from MTP mode (data transfer) to the RNDIS mode, which allows you to share the internet connection of your PC when connected via USB.
gl: Aquí poders mudar a súa conexión USB dende o modo MTP (transferencia de datos) ao modo RNDIS, que lle permitirá compartir a conexión á rede do seu PC ao estar conectado ao PC.

source: ADB settings
gl: Axustes de ADB

source: Keep ADB active on screen locked
gl: Manter ADB activo coa pantalla bloqueada

source: Enable ADB on lock
gl: Habilitar ADB aínda bloqueado

source: Before you confirm this operation, please mind that if you lose your device, anyone will be able to access to all the data on your phone, without the need to unlock it first. Do you want to continue?
gl: Antes de confirmar esta operación, teña en mente que se perde o seu dispositivo, calquera pode ser quen de acceder a todos os datos do seu teléfono, sen precisar desbloquealo primeiro. Quere continuar?

source: Yes, I'm feeling brave!
gl: Si, síntome valente!

source: Authentication required
gl: Requírese autenticación

source: Enter password:
gl: Introduza o contrasinal:

source: password
gl: contrasinal

source: Ok
gl: Aceptar

source: Authentication failed
gl: Fallou a autenticación

source: Tweak your device! Unlock full power!
gl: Fedella no teu dispositivo! Desbloquea todo o seu poder!
